{
  "title": "Договор аренды",

  "section": {
    "preamble": "Преамбула",
    "parties": "Стороны договора",
    "definitions": "Определения",
    "subject": "Предмет договора",
    "payments": "Платежи и расчёты",
    "rights": "Права сторон",
    "obligations": "Обязанности сторон",
    "liability": "Ответственность сторон",
    "forceMajeure": "Форс-мажор",
    "termination": "Расторжение договора",
    "misc": "Прочие условия",
    "signatures": "Подписи сторон"
  },

  "preambleText": "Настоящий договор аренды заключён между {{ownerName}} (далее — «Владелец») и {{renterName}} (далее — «Арендатор»). Владелец предоставляет Арендатору объект аренды на условиях, изложенных ниже.",

  "def": {
    "leaseObject": "«Объект аренды» — недвижимость, расположенная по адресу: {{address}}.",
    "parties": "«Стороны» — совместно Владелец и Арендатор, заключившие настоящий договор.",
    "term": "«Срок аренды» — период пользования объектом, указанный в разделе о сроке и платежах."
  },

  "subjectText": "Владелец предоставляет Арендатору во временное владение и пользование объект аренды по адресу {{address}}, а Арендатор обязуется использовать объект в соответствии с договором и действующим законодательством.",

  "paymentsText": "Ежемесячная арендная плата составляет {{amount}}. Срок аренды установлен с {{start}} по {{end}}. Расчёты производятся в валюте: {{currency}}, в порядке и сроки, определённые настоящим договором.",

  "rights": {
    "owner1": "Владелец имеет право своевременно получать арендные платежи в установленном размере.",
    "owner2": "Владелец имеет право проводить осмотр объекта по предварительному уведомлению Арендатора и по разумному графику."
  },

  "obligations": {
    "renter1": "Арендатор обязан бережно относиться к объекту аренды и поддерживать его в надлежащем состоянии.",
    "renter2": "Арендатор обязуется своевременно и в полном объёме вносить арендную плату и иные предусмотренные договором платежи."
  },

  "liabilityText": "Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязанностей по договору в соответствии с его условиями и действующим законодательством. Ущерб, причинённый по вине одной из Сторон, подлежит возмещению в полном объёме, если иное не предусмотрено договором.",

  "forceMajeureText": "Стороны освобождаются от ответственности за частичное или полное неисполнение обязательств по договору, если оно явилось следствием обстоятельств непреодолимой силы (форс-мажора), которые Стороны не могли предвидеть или предотвратить. Сторона, для которой создались такие обстоятельства, обязана уведомить другую Сторону в разумный срок.",

  "terminationText": "Договор может быть расторгнут по соглашению Сторон, по инициативе одной из Сторон в случаях нарушения существенных условий договора, а также в иных случаях, предусмотренных действующим законодательством. Порядок уведомления и сроки расторжения определяются условиями настоящего договора.",

  "miscText": "Все изменения и дополнения к настоящему договору действительны при оформлении в письменной форме и подписании обеими Сторонами. Во всём остальном, не урегулированном договором, Стороны руководствуются действующим законодательством.",

  "field": {
    "owner": "Владелец",
    "ownerPhone": "Телефон владельца",
    "ownerEmail": "Email владельца",
    "renter": "Арендатор",
    "renterPhone": "Телефон арендатора",
    "renterEmail": "Email арендатора"
  },

  "footer": {
    "page": "Стр. {{page}} из {{total}}",
    "generatedAt": "Сформировано: {{date}}"
  }
}
