{
  "title": "Согласие на использование электронной формы договора и электронной подписи",
  "subtitle": "Данный документ объясняет, как работает электронный формат договора на Renterya и каким образом фиксируется подтверждение подписания.",
  "meta": {
    "site": "Сайт",
    "updated": "Последнее обновление",
    "updatedValue": "19.01.2026",
    "termsLink": "Условия использования",
    "privacyLink": "Политика конфиденциальности"
  },
  "toc": {
    "title": "Содержание"
  },
  "callout": {
    "title": "Кратко: что вы подтверждаете",
    "li1": "Электронный формат договора является для вас приемлемым.",
    "li2": "Вы подписываете договор добровольно и осознанно.",
    "li3": "Технические данные подписания могут использоваться в качестве доказательства в случае спора."
  },
  "sections": {
    "intro": {
      "title": "1. Общие положения",
      "p1": "Настоящий документ определяет условия использования электронной формы договора и электронной подписи на платформе Renterya.",
      "p2": "Подписывая договор на Платформе, стороны подтверждают свое добровольное согласие с положениями настоящего Согласия."
    },
    "eForm": {
      "title": "2. Электронная форма договора",
      "p1": "Стороны соглашаются с тем, что договор, сформированный в цифровом виде на платформе Renterya, является электронным документом.",
      "li1": "Бумажный экземпляр договора не является обязательным для подтверждения договоренностей между сторонами.",
      "li2": "Электронный договор считается согласованным после его подписания обеими сторонами в установленном порядке.",
      "li3": "Платформа не является стороной договора и не вмешивается в содержание договоренностей."
    },
    "signature": {
      "title": "3. Как работает электронная подпись на Renterya",
      "p1": "Подписание договора на Renterya осуществляется как фиксация волеизъявления сторон в цифровом формате.",
      "li1": "Пользователь наносит собственноручный графический подпись в специальном поле для подписи.",
      "li2": "Пользователь подтверждает согласие с данным Согласием и правилами Платформы путем установки галочки.",
      "li3": "Платформа фиксирует технические атрибуты события подписания: дату, время, IP-адрес, идентификатор сессии и другие технические параметры.",
      "li4": "Данные о подписании могут храниться в зашифрованном виде для подтверждения факта подписания.",
      "p2": "Платформа сохраняет исключительно техническую фиксацию процесса подписания и не осуществляет юридическую экспертизу содержания договора."
    },
    "legal": {
      "title": "4. Юридическое значение и использование в спорах",
      "p1": "Стороны признают, что электронный документ, сформированный на Платформе, а также зафиксированные технические данные подписания могут использоваться в качестве доказательства факта согласования условий договора между ними.",
      "p2": "При этом Renterya не гарантирует юридическую силу документа в каждой конкретной ситуации, поскольку это зависит от законодательства, обстоятельств спора и совокупности доказательств сторон."
    },
    "responsibility": {
      "title": "5. Ответственность сторон и ограничение ответственности Платформы",
      "p1": "Стороны несут полную ответственность за достоверность предоставленных данных и за то, что подписание осуществляется уполномоченным лицом.",
      "li1": "Споры по договору разрешаются исключительно между Владельцем и Арендатором.",
      "li2": "Renterya не является стороной договора, не представляет ни одну из сторон и не обеспечивает исполнение обязательств.",
      "li3": "Платформа не осуществляет идентификацию личности на уровне государственных или квалифицированных сервисов и не проводит нотариальное удостоверение."
    },
    "final": {
      "title": "6. Заключительные положения",
      "p1": "Настоящее Согласие является обязательным условием использования функции онлайн-договора. Без подтверждения согласия подписание договора на Платформе невозможно.",
      "p2": "Renterya вправе обновлять положения настоящего Согласия с учетом развития сервиса и изменений в законодательстве."
    }
  },
  "footerNote": "Данный документ является базовой версией для MVP и может обновляться в процессе развития сервиса."
}
