{
  "title": "Политика конфиденциальности",
  "subtitle": "Настоящая Политика объясняет, какие данные мы собираем, зачем это необходимо и как мы их защищаем.",
  "meta": {
    "site": "Сайт",
    "updated": "Последнее обновление",
    "updatedValue": "19.01.2026",
    "termsLink": "Условия использования"
  },
  "toc": {
    "title": "Содержание"
  },
  "sections": {
    "intro": {
      "title": "Общие положения",
      "p1": "Настоящая Политика конфиденциальности описывает, как платформа Renterya собирает, использует и защищает персональные данные пользователей.",
      "p2": "Пользуясь Платформой, вы подтверждаете, что ознакомились с данной Политикой и соглашаетесь с ее условиями."
    },
    "data": {
      "title": "Какие данные мы собираем",
      "p1": "Мы можем собирать и обрабатывать следующие категории данных в зависимости от того, как вы используете Платформу:",
      "li1": "имя и фамилия;",
      "li2": "адрес электронной почты;",
      "li3": "номер телефона;",
      "li4": "фото профиля (по желанию);",
      "li5": "информация о жилье и объявлениях (для владельцев);",
      "li6": "сообщения в чате и обращения в службу поддержки;",
      "li7": "технические данные (IP-адрес, тип устройства, браузер, данные о сеансе)."
    },
    "purpose": {
      "title": "Зачем мы обрабатываем данные",
      "p1": "Мы используем персональные данные исключительно для обеспечения работы сервиса и улучшения пользовательского опыта, в частности для:",
      "li1": "создания и поддержки аккаунта;",
      "li2": "предоставления функций Платформы;",
      "li3": "коммуникации между пользователями;",
      "li4": "обработки обращений в поддержку и ответов в чате;",
      "li5": "обеспечения безопасности, предотвращения мошенничества и нарушений правил;",
      "li6": "аналитики и улучшения работы сервиса."
    },
    "payments": {
  "title": "Платежи",
  "p1": "Renterya обеспечивает возможность онлайн-оплаты аренды через сторонних платежных провайдеров с использованием банковских карт и других доступных платежных методов.",
  "p2": "Мы не храним полные реквизиты банковских карт или платежные данные пользователей. Обработка платежной информации осуществляется платежными провайдерами в соответствии с их политиками конфиденциальности и правилами безопасности.",
  "p3": "Платформа может получать информацию о статусе платежа, сумме операции, примененной сервисной комиссии и технических идентификаторах транзакции для отображения статуса платежей, ведения учета и обеспечения работы сервиса."
},
    "sharing": {
      "title": "Передача данных третьим лицам",
      "p1": "Мы можем передавать данные только в объеме, необходимом для работы Платформы, в следующих случаях:",
      "li1": "платежным провайдерам — для обработки платежей;",
      "li2": "поставщикам инфраструктуры (хостинг, хранение данных, техническая поддержка) — для обеспечения работы сервиса;",
      "li3": "по законному требованию государственных органов или суда;",
      "li4": "для предотвращения мошенничества или злоупотреблений, если это необходимо для защиты пользователей и Платформы.",
      "p2": "Мы не продаем персональные данные пользователей и не передаем их третьим лицам в маркетинговых целях без вашего согласия."
    },
    "cookies": {
      "title": "Cookies и аналитика",
      "p1": "Renterya может использовать cookies и аналогичные технологии для корректной работы Платформы и улучшения пользовательского опыта.",
      "li1": "сохранения пользовательских настроек (например, языка);",
      "li2": "обеспечения безопасности и стабильности работы;",
      "li3": "аналитики использования сервиса и улучшения функционала.",
      "p2": "Вы можете ограничить или отключить cookies в настройках вашего браузера, однако это может повлиять на работу некоторых функций."
    },
    "storage": {
      "title": "Хранение данных",
      "p1": "Мы храним персональные данные только в течение времени, необходимого для предоставления сервиса и выполнения законных обязательств.",
      "p2": "Мы применяем технические и организационные меры для защиты данных от несанкционированного доступа, утраты или изменения."
    },
    "rights": {
      "title": "Права пользователя",
      "p1": "Вы имеете право:",
      "li1": "получить информацию о данных, которые мы обрабатываем;",
      "li2": "исправить или обновить свои данные;",
      "li3": "удалить аккаунт в настройках профиля;",
      "li4": "отозвать согласие на обработку данных в случаях, когда обработка основана на согласии;",
      "li5": "обратиться к нам с запросом по вопросам конфиденциальности.",
      "p2": "Для реализации своих прав обращайтесь в службу поддержки."
    },
    "deletion": {
      "title": "Удаление аккаунта",
      "p1": "Вы можете направить запрос на удаление аккаунта через службу поддержки.",
      "p2": "После удаления аккаунта мы можем хранить отдельные данные только в случаях и в сроки, предусмотренные законом (например, для выполнения юридических обязательств или разрешения споров)."
    },
    "security": {
      "title": "Защита информации",
      "p1": "Мы используем современные методы защиты данных, однако ни один способ передачи информации через интернет не может гарантировать абсолютную безопасность. Пожалуйста, используйте надежные пароли и не передавайте доступ к аккаунту третьим лицам."
    },
    "changes": {
      "title": "Изменения Политики",
      "p1": "Мы можем периодически обновлять настоящую Политику. Актуальная версия всегда доступна на сайте Renterya."
    },
    "contacts": {
      "title": "Контакты",
      "p1": "Если у вас есть вопросы по поводу конфиденциальности или обработки персональных данных — напишите нам.",
      "p2": "Email: support@renterya.com",
      "p3": "Оператор платформы: Renterya (проект, входящий в состав The Emerald Group)",
      "p4": "Адрес для корреспонденции: Creative State Kyiv, ТРЦ Gulliver, г. Киев, Украина",
      "p5": "Мы ценим вашу конфиденциальность и стремимся обеспечить безопасный пользовательский опыт на Renterya."
    }
  },
  "footerNote": "Настоящий документ является базовой версией для MVP-платформы Renterya и может обновляться в процессе развития сервиса."
}
