{
  "title": "Условия использования",
  "subtitle": "Настоящие Условия регулируют использование платформы Renterya. Пожалуйста, внимательно ознакомьтесь перед началом работы с сервисом.",
  "meta": {
    "site": "Сайт",
    "updated": "Последнее обновление",
    "updatedValue": "19.01.2026",
    "privacyLink": "Политика конфиденциальности"
  },
  "toc": {
    "title": "Содержание"
  },
  "sections": {
    "intro": {
      "title": "Общие положения",
      "p1": "Настоящие Условия использования определяют правила доступа и пользования онлайн-платформой Renterya.",
      "p2": "Используя Платформу, вы подтверждаете, что прочитали, поняли и соглашаетесь с настоящими Условиями."
    },
    "about": {
      "title": "О платформе Renterya",
      "p1": "Renterya — это платформа прямой долгосрочной аренды жилья, которая предоставляет технические инструменты для взаимодействия между владельцами и арендаторами.",
      "li1": "Платформа не является стороной договора аренды.",
      "li2": "Все договоренности заключаются непосредственно между пользователями."
    },
    "eligibility": {
      "title": "Кто может пользоваться платформой",
      "p1": "Пользование Renterya разрешено только совершеннолетним лицам.",
      "li1": "Возраст пользователя должен быть не менее 18 лет.",
      "li2": "Пользователь гарантирует достоверность предоставленной информации."
    },
    "account": {
      "title": "Регистрация и аккаунт",
      "p1": "Для использования основных функций Платформы необходимо создать личный аккаунт.",
      "li1": "Один пользователь может иметь только один аккаунт.",
      "li2": "Пользователь несет ответственность за все действия, совершенные с его аккаунта.",
      "li3": "Передача доступа третьим лицам запрещена."
    },
    "directRent": {
      "title": "Прямая аренда",
      "p1": "Renterya работает по принципу прямой аренды без посредников.",
      "li1": "Регистрация риелторов и агентств запрещена.",
      "li2": "В случае выявления посреднической деятельности аккаунт может быть заблокирован."
    },
    "contracts": {
      "title": "Онлайн-договоры",
      "p1": "Платформа может предоставлять инструменты для создания и подписания онлайн-договоров.",
      "p2": "Договор заключается исключительно между владельцем и арендатором."
    },
    "payments": {
      "title": "Платежи и комиссия",
      "p1": "Renterya может поддерживать онлайн-оплату с использованием банковских карт и криптовалют.",
      "li1": "Платформа удерживает сервисную комиссию в размере 2,5%.",
      "li2": "Комиссия может быть изменена с предварительным уведомлением.",
      "li3": "Renterya не отвечает за работу сторонних платежных сервисов."
    },
    "content": {
      "title": "Контент пользователей",
      "p1": "Пользователь несет полную ответственность за контент, который он публикует на Платформе.",
      "li1": "Запрещена публикация недостоверной информации.",
      "li2": "Запрещен мошеннический или манипулятивный контент.",
      "li3": "Запрещена реклама сторонних сервисов или продуктов.",
      "li4": "Запрещено размещение непристойных материалов."
    },
    "community": {
      "title": "Комьюнити и общение",
      "p1": "Платформа может содержать разделы для общения между пользователями.",
      "li1": "Запрещается оскорбительное или агрессивное поведение.",
      "li2": "Запрещено нарушение прав других пользователей."
    },
    "blocking": {
      "title": "Блокировка аккаунтов",
      "p1": "Renterya имеет право ограничить или прекратить доступ к аккаунту в случае нарушения правил.",
      "li1": "Мошенничество или попытки обмана.",
      "li2": "Посредническая деятельность.",
      "li3": "Систематические жалобы или нарушения Условий."
    },
    "liability": {
      "title": "Ответственность платформы",
      "p1": "Renterya не несет ответственности за действия пользователей или выполнение ими обязательств.",
      "li1": "Платформа Renterya предоставляет технические инструменты для формирования и подписания электронных договоров между пользователями. Договор заключается исключительно между Владельцем и Арендатором. Платформа не является стороной такого договора, не представляет ни одну из сторон и не вмешивается в содержание договоренностей. Renterya не гарантирует надлежащее выполнение обязательств сторонами договора и не несет ответственности за последствия договоренностей между ними. При этом Платформа фиксирует технические данные процесса подписания, которые могут использоваться сторонами в качестве подтверждения факта согласования условий договора.",
      "li2": "Платформа не проверяет состояние жилья.",
      "li3": "Платформа Renterya предоставляется как цифровой сервис, функционирование которого может изменяться, обновляться или временно ограничиваться по техническим причинам. Команда Платформы прилагает разумные усилия для стабильной работы сервиса, однако не может гарантировать полное отсутствие технических сбоев или перерывов в доступе."
    },
    "privacy": {
      "title": "Конфиденциальность",
      "p1": "Обработка персональных данных осуществляется в соответствии с Политикой конфиденциальности Renterya."
    },
    "changes": {
      "title": "Изменения условий",
      "p1": "Администрация платформы имеет право изменять настоящие Условия в любое время."
    },
    "jurisdiction": {
      "title": "Юрисдикция",
      "p1": "К настоящим Условиям применяется законодательство Украины и соответствующие нормы Европейского Союза."
    },
    "contacts": {
      "title": "Контактная информация",
      "p1": "По всем вопросам, связанным с использованием Платформы, вы можете обратиться в службу поддержки.",
      "p2": "Email: support@renterya.com"
    }
  },
  "footerNote": "Настоящий документ является базовой версией для MVP-платформы Renterya и может обновляться в процессе развития сервиса."
}
