{
  "title": "Договір оренди",

  "section": {
    "preamble": "Преамбула",
    "parties": "Сторони договору",
    "definitions": "Визначення",
    "subject": "Предмет договору",
    "payments": "Платежі та розрахунки",
    "rights": "Права сторін",
    "obligations": "Обовʼязки сторін",
    "liability": "Відповідальність сторін",
    "forceMajeure": "Форс-мажор",
    "termination": "Розірвання договору",
    "misc": "Інші умови",
    "signatures": "Підписи сторін"
  },

  "preambleText": "Цей договір оренди укладено між {{ownerName}} (надалі — «Орендодавець») та {{renterName}} (надалі — «Орендар»). Орендодавець передає Орендарю обʼєкт оренди на умовах, визначених нижче.",

  "def": {
    "leaseObject": "«Обʼєкт оренди» — нерухомість, розташована за адресою: {{address}}.",
    "parties": "«Сторони» — спільно Орендодавець та Орендар, які уклали цей договір.",
    "term": "«Строк оренди» — період користування обʼєктом, зазначений у розділі щодо строку та платежів."
  },

  "subjectText": "Орендодавець передає Орендарю у тимчасове володіння та користування обʼєкт оренди за адресою  {{address}}, а Орендар зобовʼязується використовувати обʼєкт відповідно до умов договору та чинного законодавства.",

  "paymentsText": "Щомісячна орендна плата становить {{amount}}. Строк оренди встановлено з {{start}} по {{end}}. Розрахунки здійснюються у валюті: {{currency}}, у порядку та строки, передбачені цим договором.",

  "rights": {
    "owner1": "Орендодавець має право своєчасно отримувати орендні платежі у встановленому розмірі.",
    "owner2": "Орендодавець має право оглядати обʼєкт оренди за попереднього повідомлення Орендаря та у розумні строки."
  },

  "obligations": {
    "renter1": "Орендар зобовʼязаний дбайливо ставитися до обʼєкта оренди та підтримувати його в належному стані.",
    "renter2": "Орендар зобовʼязується своєчасно та в повному обсязі вносити орендну плату та інші платежі, передбачені договором."
  },

  "liabilityText": "Сторони несуть відповідальність за невиконання або неналежне виконання своїх зобовʼязань за договором відповідно до його умов та чинного законодавства. Збитки, завдані з вини однієї зі Сторін, підлягають відшкодуванню в повному обсязі, якщо інше не передбачено договором.",

  "forceMajeureText": "Сторони звільняються від відповідальності за часткове або повне невиконання зобовʼязань за договором, якщо воно стало наслідком обставин непереборної сили (форс-мажору), які Сторони не могли передбачити або запобігти. Сторона, для якої настали такі обставини, зобовʼязана у розумний строк повідомити про це іншу Сторону.",

  "terminationText": "Договір може бути розірваний за взаємною згодою Сторін, за ініціативою однієї із Сторін у разі порушення істотних умов договору, а також в інших випадках, передбачених чинним законодавством. Порядок повідомлення та строки розірвання визначаються умовами цього договору.",

  "miscText": "Усі зміни та доповнення до цього договору є чинними за умови їх письмового оформлення та підписання обома Сторонами. В усьому, що не врегульовано цим договором, Сторони керуються чинним законодавством.",

  "field": {
    "owner": "Орендодавець",
    "ownerPhone": "Телефон орендодавця",
    "ownerEmail": "Email орендодавця",
    "renter": "Орендар",
    "renterPhone": "Телефон орендаря",
    "renterEmail": "Email орендаря"
  },

  "footer": {
    "page": "Стор. {{page}} з {{total}}",
    "generatedAt": "Сформовано: {{date}}"
  }
}
