{
  "title": "Згода на використання електронної форми договору та електронного підпису",
  "subtitle": "Цей документ пояснює, як працює електронний формат договору на Renterya та як фіксується підтвердження підписання.",
  "meta": {
    "site": "Сайт",
    "updated": "Останнє оновлення",
    "updatedValue": "19.01.2026",
    "termsLink": "Умови використання",
    "privacyLink": "Політика конфіденційності"
  },
  "toc": {
    "title": "Зміст"
  },
  "callout": {
    "title": "Коротко: що ви підтверджуєте",
    "li1": "Електронний формат договору є прийнятним для вас.",
    "li2": "Ви підписуєте договір добровільно та усвідомлено.",
    "li3": "Технічні дані підписання можуть бути використані як доказ у разі спору."
  },
  "sections": {
    "intro": {
      "title": "1. Загальні положення",
      "p1": "Цей документ визначає умови використання електронної форми договору та електронного підпису на платформі Renterya.",
      "p2": "Підписуючи договір на Платформі, сторони підтверджують свою добровільну згоду з положеннями цієї Згоди."
    },
    "eForm": {
      "title": "2. Електронна форма договору",
      "p1": "Сторони погоджуються, що договір, сформований у цифровому вигляді на платформі Renterya, є електронним документом.",
      "li1": "Паперовий примірник договору не є обовʼязковим для підтвердження домовленостей між сторонами.",
      "li2": "Електронний договір вважається погодженим після підписання його обома сторонами у встановленому порядку.",
      "li3": "Платформа не є стороною договору та не втручається у зміст домовленостей."
    },
    "signature": {
      "title": "3. Як працює електронний підпис на Renterya",
      "p1": "Підписання договору на Renterya здійснюється як фіксація волевиявлення сторін у цифровому форматі.",
      "li1": "Користувач наносить власноручний графічний підпис у спеціальному полі підпису.",
      "li2": "Користувач підтверджує згоду з цією Згодою та правилами Платформи шляхом встановлення галочки.",
      "li3": "Платформа фіксує технічні атрибути події підписання: дату, час, IP-адресу, ідентифікатор сесії та інші технічні параметри.",
      "li4": "Дані про підписання можуть зберігатися у зашифрованому вигляді для підтвердження факту підписання.",
      "p2": "Платформа зберігає лише технічну фіксацію процесу підписання та не здійснює юридичної експертизи змісту договору."
    },
    "legal": {
      "title": "4. Юридичне значення та використання у спорах",
      "p1": "Сторони визнають, що електронний документ, сформований на Платформі, та зафіксовані технічні дані підписання можуть використовуватися як доказ факту погодження умов договору між ними.",
      "p2": "Водночас Renterya не гарантує юридичну силу документа в кожній конкретній ситуації, оскільки це залежить від законодавства, обставин спору та сукупності доказів сторін."
    },
    "responsibility": {
      "title": "5. Відповідальність сторін і обмеження відповідальності Платформи",
      "p1": "Сторони несуть повну відповідальність за достовірність наданих даних та за те, що підписання здійснюється уповноваженою особою.",
      "li1": "Спори щодо договору вирішуються виключно між Власником та Орендарем.",
      "li2": "Renterya не є стороною договору, не представляє жодну зі сторін та не забезпечує виконання зобовʼязань.",
      "li3": "Платформа не здійснює ідентифікацію особи на рівні державних або кваліфікованих сервісів та не проводить нотаріального посвідчення."
    },
    "final": {
      "title": "6. Заключні положення",
      "p1": "Ця Згода є обовʼязковою умовою використання функції онлайн-договору. Без підтвердження згоди підписання договору на Платформі є неможливим.",
      "p2": "Renterya може оновлювати положення цієї Згоди з урахуванням розвитку сервісу та змін у законодавстві."
    }
  },
  "footerNote": "Цей документ є базовою версією для MVP та може оновлюватися у процесі розвитку сервісу."
}
