{
  "title": "Політика конфіденційності",
  "subtitle": "Ця Політика пояснює, які дані ми збираємо, навіщо це потрібно та як ми їх захищаємо.",
  "meta": {
    "site": "Сайт",
    "updated": "Останнє оновлення",
    "updatedValue": "19.01.2026",
    "termsLink": "Умови використання"
  },
  "toc": {
    "title": "Зміст"
  },
  "sections": {
    "intro": {
      "title": "Загальні положення",
      "p1": "Ця Політика конфіденційності описує, як платформа Renterya збирає, використовує та захищає персональні дані користувачів.",
      "p2": "Користуючись Платформою, ви підтверджуєте, що ознайомилися з цією Політикою та погоджуєтеся з її умовами."
    },
    "data": {
      "title": "Які дані ми збираємо",
      "p1": "Ми можемо збирати та обробляти такі категорії даних, залежно від того, як ви користуєтеся Платформою:",
      "li1": "імʼя та прізвище;",
      "li2": "адреса електронної пошти;",
      "li3": "номер телефону;",
      "li4": "фото профілю (за бажанням);",
      "li5": "інформація про житло та оголошення (для власників);",
      "li6": "повідомлення у чаті та звернення до підтримки;",
      "li7": "технічні дані (IP-адреса, тип пристрою, браузер, дані про сеанс)."
    },
    "purpose": {
      "title": "Навіщо ми обробляємо дані",
      "p1": "Ми використовуємо персональні дані лише для забезпечення роботи сервісу та покращення користувацького досвіду, зокрема для:",
      "li1": "створення та підтримки акаунта;",
      "li2": "надання функцій Платформи;",
      "li3": "комунікації між користувачами;",
      "li4": "обробки звернень у підтримку та відповіді в чаті;",
      "li5": "забезпечення безпеки, запобігання шахрайству та порушенням правил;",
      "li6": "аналітики та покращення роботи сервісу."
    },
    "payments": {
  "title": "Платежі",
  "p1": "Renterya забезпечує можливість онлайн-оплати оренди через сторонніх платіжних провайдерів із використанням банківських карт та інших доступних платіжних методів.",
  "p2": "Ми не зберігаємо повні реквізити банківських карт або платіжні дані користувачів. Обробка платіжної інформації здійснюється платіжними провайдерами відповідно до їхніх політик конфіденційності та правил безпеки.",
  "p3": "Платформа може отримувати інформацію про статус платежу, суму операції, застосовану сервісну комісію та технічні ідентифікатори транзакції для відображення статусу платежів, ведення обліку та забезпечення роботи сервісу."
},
    "sharing": {
      "title": "Передача даних третім особам",
      "p1": "Ми можемо передавати дані лише в обсязі, необхідному для роботи Платформи, у таких випадках:",
      "li1": "платіжним провайдерам — для обробки платежів;",
      "li2": "постачальникам інфраструктури (хостинг, зберігання даних, технічна підтримка) — для забезпечення роботи сервісу;",
      "li3": "за законною вимогою державних органів або суду;",
      "li4": "для запобігання шахрайству або зловживанням, якщо це потрібно для захисту користувачів та Платформи.",
      "p2": "Ми не продаємо персональні дані користувачів і не передаємо їх третім особам для маркетингових цілей без вашої згоди."
    },
    "cookies": {
      "title": "Cookies та аналітика",
      "p1": "Renterya може використовувати cookies та схожі технології для коректної роботи Платформи та покращення досвіду користувачів.",
      "li1": "збереження налаштувань користувача (наприклад, мови);",
      "li2": "забезпечення безпеки та стабільності роботи;",
      "li3": "аналітики використання сервісу та покращення функціоналу.",
      "p2": "Ви можете обмежити або вимкнути cookies у налаштуваннях вашого браузера, але це може вплинути на роботу деяких функцій."
    },
    "storage": {
      "title": "Зберігання даних",
      "p1": "Ми зберігаємо персональні дані лише стільки, скільки це необхідно для надання сервісу та виконання законних зобовʼязань.",
      "p2": "Ми застосовуємо технічні та організаційні заходи для захисту даних від несанкціонованого доступу, втрати або зміни."
    },
    "rights": {
      "title": "Права користувача",
      "p1": "Ви маєте право:",
      "li1": "отримати інформацію про дані, які ми обробляємо;",
      "li2": "виправити або оновити свої дані;",
      "li3": "видалити акаунт у налаштуваннях профілю;",
      "li4": "відкликати згоду на обробку даних у випадках, коли обробка базується на згоді;",
      "li5": "звернутися до нас із запитом щодо конфіденційності.",
      "p2": "Для реалізації прав звертайтеся до служби підтримки."
    },
    "deletion": {
      "title": "Видалення акаунта",
      "p1": "Ви можете надіслати запит на видалення акаунта через службу підтримки.",
      "p2": "Після видалення акаунта ми можемо зберігати окремі дані лише у випадках та строках, передбачених законом (наприклад, для виконання юридичних зобовʼязань або вирішення спорів)."
    },
    "security": {
      "title": "Захист інформації",
      "p1": "Ми використовуємо сучасні методи захисту даних, однак жоден спосіб передачі інформації через інтернет не може гарантувати абсолютну безпеку. Будь ласка, використовуйте надійні паролі та не передавайте доступ до акаунта третім особам."
    },
    "changes": {
      "title": "Зміни Політики",
      "p1": "Ми можемо періодично оновлювати цю Політику. Актуальна версія завжди доступна на сайті Renterya."
    },
    "contacts": {
      "title": "Контакти",
      "p1": "Якщо у вас є питання щодо конфіденційності або обробки персональних даних — напишіть нам.",
      "p2": "Email: support@renterya.com",
      "p3": "Оператор платформи: Renterya (проєкт, що входить до складу The Emerald Group)",
        "p4": "Адреса для кореспонденції: Creative State Kyiv, ТРЦ Gulliver, м. Київ, Україна",
        "p5": "Ми цінуємо вашу конфіденційність і прагнемо забезпечити безпечний досвід користування Renterya."
    }
  },
  "footerNote": "Цей документ є базовою версією для MVP-платформи Renterya та може оновлюватися у процесі розвитку сервісу."
}
