{
"title": "Умови використання",
"subtitle": "Ці Умови регулюють використання платформи Renterya. Будь ласка, уважно ознайомтеся перед початком роботи з сервісом.",
"meta": {
"site": "Сайт",
"updated": "Останнє оновлення",
"updatedValue": "19.01.2026",
"privacyLink": "Політика конфіденційності"
},
"toc": {
"title": "Зміст"
},
"sections": {
"intro": {
"title": "Загальні положення",
"p1": "Ці Умови використання визначають правила доступу та користування онлайн-платформою Renterya.",
"p2": "Використовуючи Платформу, ви підтверджуєте, що прочитали, зрозуміли та погоджуєтеся з цими Умовами."
},
"about": {
"title": "Про платформу Renterya",
"p1": "Renterya — це платформа прямої довгострокової оренди житла, яка надає технічні інструменти для взаємодії між власниками та орендарями.",
"li1": "Платформа не є стороною договору оренди.",
"li2": "Усі домовленості укладаються безпосередньо між користувачами."
},
"eligibility": {
"title": "Хто може користуватися платформою",
"p1": "Користування Renterya дозволене лише повнолітнім особам.",
"li1": "Вік користувача має бути не менше 18 років.",
"li2": "Користувач гарантує правдивість наданої інформації."
},
"account": {
"title": "Реєстрація та акаунт",
"p1": "Для використання основних функцій Платформи необхідно створити особистий акаунт.",
"li1": "Один користувач може мати лише один акаунт.",
"li2": "Користувач несе відповідальність за всі дії, здійснені з його акаунта.",
"li3": "Передача доступу третім особам заборонена."
},
"directRent": {
"title": "Пряма оренда",
"p1": "Renterya працює за принципом прямої оренди без посередників.",
"li1": "Реєстрація рієлторів та агентств заборонена.",
"li2": "У разі виявлення посередницької діяльності акаунт може бути заблокований."
},
"contracts": {
"title": "Онлайн-договори",
"p1": "Платформа може надавати інструменти для створення та підписання онлайн-договорів.",
"p2": "Договір укладається виключно між власником та орендарем."
},
"payments": {
  "title": "Платежі та комісія",
  "p1": "Renterya підтримує онлайн-оплату оренди з використанням банківських карт та інших доступних платіжних методів через сторонніх платіжних провайдерів.",
  "li1": "Платформа застосовує сервісну комісію у розмірі 5% для власника та 5% для орендаря під час проведення онлайн оплати через платформу.",
  "li2": "Комісія застосовується лише у випадку використання онлайн оплати через Renterya.",
  "li3": "Renterya залишає за собою право змінювати розмір комісії з попереднім повідомленням користувачів.",
  "li4": "Renterya не несе відповідальності за роботу сторонніх платіжних сервісів та можливі технічні збої з їх боку."
},
"content": {
"title": "Контент користувачів",
"p1": "Користувач несе повну відповідальність за контент, який він публікує на Платформі.",
"li1": "Заборонено публікацію неправдивої інформації.",
"li2": "Заборонений шахрайський або маніпулятивний контент.",
"li3": "Заборонена реклама сторонніх сервісів або продуктів.",
"li4": "Заборонено розміщення непристойних матеріалів."
},
"community": {
"title": "Комʼюніті та спілкування",
"p1": "Платформа може містити розділи для спілкування між користувачами.",
"li1": "Забороняється образлива або агресивна поведінка.",
"li2": "Заборонено порушення прав інших користувачів."
},
"blocking": {
"title": "Блокування акаунтів",
"p1": "Renterya має право обмежити або припинити доступ до акаунта у разі порушення правил.",
"li1": "Шахрайство або спроби обману.",
"li2": "Посередницька діяльність.",
"li3": "Систематичні скарги або порушення Умов."
},
"liability": {
"title": "Відповідальність платформи",
"p1": "Renterya не несе відповідальності за дії користувачів або виконання ними зобовʼязань.",
"li1": "Платформа Renterya надає технічні інструменти для формування та підписання електронних договорів між користувачами. Договір укладається виключно між Власником та Орендарем. Платформа не є стороною такого договору, не представляє жодну зі сторін та не втручається у зміст домовленостей. Renterya не гарантує належне виконання зобовʼязань сторонами договору та не несе відповідальності за наслідки домовленостей між ними. При цьому Платформа фіксує технічні дані процесу підписання, які можуть використовуватися сторонами як підтвердження факту погодження умов договору.",
"li2": "Платформа не перевіряє стан житла.",
"li3": "Платформа Renterya надається як цифровий сервіс, функціонування якого може змінюватися, оновлюватися або тимчасово обмежуватися з технічних причин. Команда Платформи докладає розумних зусиль для стабільної роботи сервісу, однак не може гарантувати повну відсутність технічних збоїв або перерв у доступі."
},
"privacy": {
"title": "Конфіденційність",
"p1": "Обробка персональних даних здійснюється відповідно до Політики конфіденційності Renterya."
},
"changes": {
"title": "Зміни умов",
"p1": "Адміністрація платформи має право змінювати ці Умови у будь-який час."
},
"jurisdiction": {
"title": "Юрисдикція",
"p1": "До цих Умов застосовується законодавство України та відповідні норми Європейського Союзу."
},
"contacts": {
"title": "Контактна інформація",
"p1": "З усіх питань, повʼязаних з використанням Платформи, ви можете звернутися до служби підтримки.",
"p2": "Email: support@renterya.com"
}
},
"footerNote": "Цей документ є базовою версією для MVP-платформи Renterya та може оновлюватися у процесі розвитку сервісу."
}
